---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSymbolPixelwidth
source: html/3e5003c7-877c-2630-e5ff-82112e96808a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSymbolPixelwidth Property

"Width (pixels)"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSymbolPixelwidth { get; }
```